INSERT INTO Companies (company_id, company_name, company_name_ruby, company_url, company_location, logo_image)
VALUES 
( 

    NULL,-- ID
    '学校法人麻生塾【麻生専門学校グループ】',--会社名
    'あそうじゅく',--読み仮名
    'https://recruit.asojuku.ac.jp/newgraduate/',--リンク
    '福岡県飯塚市芳雄町3-83',--住所
    'aso.png'--ロゴの写真
),
(
    
    NULL,-- ID
    '富士ソフト株式会社',--会社名
    'ふじそふと',--読み仮名
    'https://www.fsi.co.jp/',--リンク
    '神奈川県横浜市中区桜木町1-1',--住所
    'fji.png'--ロゴの写真
),
(
    
    NULL,-- ID
    'ＳＣＳＫ株式会社',--会社名
    'えすしーえすけい',--読み仮名
    'https://www.scsk.jp/',--リンク
    '東京都江東区豊洲3丁目2番20号',--住所
    'scsk.png'--ロゴの写真
),
(
    
    NULL,-- ID
    '株式会社エヌ・ティ・ティエムイー',--会社名
    'えぬてぃてぃえむいー',--読み仮名
    'https://www.ntt-me.co.jp/',--リンク
    '東京都豊島区東池袋3-21-14',--住所
    'ntt.png'--ロゴの写真
),
(
    
    NULL,-- ID
    '株式会社アウトソーシングテクノロジー',--会社名
    'あうとそーしんぐてくのろじー',--読み仮名
    'https://www.ostechnology.co.jp/',--リンク
    '東京都千代田区丸の内1丁目8番3号',--住所
    'out.png'--ロゴの写真
),
(
    
    NULL,-- ID
    'ヤフー株式会社',--会社名
    'やふー',--読み仮名
    'https://about.yahoo.co.jp/',--リンク
    '東京都千代田区紀尾井町1番3号',--住所
    'yahoo.png'--ロゴの写真
),
(
    
    NULL,-- ID
    'NEC株式会社',--会社名
    'ねっく',--読み仮名
    'https://jpn.nec.com/index.html',--リンク
    '東京都港区芝5-7-1',--住所
    'nec.png'--ロゴの写真
),
(
    
    NULL,-- ID
    '日本コンピューター株式会社',--会社名
    'にほんこんぴゅーたー',--読み仮名
    'https://www.nck.co.jp/',--リンク
    '福岡県北九州市小倉北区鍛冶町2丁目4番1号',--住所
    'nihon.png'--ロゴの写真
),
(
    
    NULL,-- ID
    '株式会社リクルートホールディングス',--会社名
    'りくるーとほーるでぃんくす',--読み仮名
    'https://recruit-holdings.com/ja/',--リンク
    '東京都千代田区丸の内1丁目9−2',--住所
    'recruit.png'--ロゴの写真
),
(
    
    NULL,-- ID
    '株式会社日立製作所',--会社名
    'ひたちせいさくじょ',--読み仮名
    'https://www.hitachi.co.jp/',--リンク
    '東京都千代田区丸の内一丁目6番6号',--住所
    'hitachi.png'--ロゴの写真
),
(
    
    NULL,-- ID
    'テクノブレイブ株式会社',--会社名
    'てくのぶれいぶ',--読み仮名
    'https://www.tbrave.com/',--リンク
    '東京都千代田区内神田1丁目2番8号楠本第2ビル2階',--住所
    'techno.png'--ロゴの写真
),
(
    
    NULL,-- ID
    'ワールドビジネスセンター株式会社',--会社名
    'わーるどびじねすせんたー',--読み仮名
    'https://www.wbc.co.jp/',--リンク
    '京都府京都市南区西九条東御幸田町25番2',--住所
    'wbc.png'--ロゴの写真
),
(
    
    NULL,-- ID
    '株式会社ミライト・ワン・システムズ',--会社名
    'みらいとわんしすてむず',--読み仮名
    'https://www.mirait-one-systems.co.jp/',--リンク
    '東京都港区東新橋2丁目3番3号',--住所
    'mirait.png'--ロゴの写真
),
(
    
    NULL,-- ID
    '木村情報技術株式会社',--会社名
    'きむらじょうほうぎじゅつ',--読み仮名
    'https://www.k-idea.jp/',--リンク
    '佐賀県佐賀市卸本町6番1号',--住所
    'kimura.png'--ロゴの写真
),
(
    
    NULL,-- ID
    'ＪＴＰ株式会社',--会社名
    '日本サード・パーティ',--読み仮名
    'https://www.jtp.co.jp/',--リンク
    '東京都品川区北品川4丁目7番35号',--住所
    'jtp.png'--ロゴの写真
);

INSERT INTO Companies (company_id, company_name, company_name_ruby, company_url, company_location, logo_image)
VALUES 
(
    NULL, -- ID
    '株式会社アクセンチュア', -- 会社名
    'あくせんちゅあ', -- 読み仮名
    'https://www.accenture.com/jp-ja', -- リンク
    '東京都港区赤坂1-8-1 赤坂インターシティAIR（受付: 8階）', -- 住所
    'accenture.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社アドウェイズ', -- 会社名
    'あどうぇいず', -- 読み仮名
    'https://www.adways.net/', -- リンク
    '東京都新宿区西新宿五丁目一番一号 住友不動産新宿ファーストタワー5階  ', -- 住所
    'adways.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社アマゾンジャパン', -- 会社名
    'あまぞんじゃぱん', -- 読み仮名
    'https://www.amazon.co.jp/', -- リンク
    '東京都目黒区下目黒1-8-1 アルコタワーアネックス', -- 住所
    'amazonjapan.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社イー・ガーディアン', -- 会社名
    'いーがーでぃあん', -- 読み仮名
    'https://www.e-guardian.co.jp/', -- リンク
    '東京都港区虎ノ門1-2-8 虎ノ門琴平タワー8F', -- 住所
    'eguardian.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社インターネットイニシアティブ', -- 会社名
    'いんたーねっといにしあてぃぶ', -- 読み仮名
    'https://www.iij.ad.jp/', -- リンク
    '東京都千代田区富士見2-10-2', -- 住所
    'iij.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ウィルゲート', -- 会社名
    'うぃるげーと', -- 読み仮名
    'https://www.willgate.co.jp/', -- リンク
    '東京都港区南青山3-8-38 クローバー南青山3F', -- 住所
    'willgate.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ウフル', -- 会社名
    'うふる', -- 読み仮名
    'https://uhuru.co.jp/', -- リンク
    '東京都港区虎ノ門4-1-1神谷町トラストタワー23階 WeWork内', -- 住所
    'uhuru.png' -- ロゴの写真
),
(
    NULL, -- ID
    'イーベイジャパン株式会社', -- 会社名
    'いーべいじゃぱん', -- 読み仮名
    'https://www.ebay.co.jp', -- リンク
    '東京都渋谷区南平台町16-28 グラスシティ6F', -- 住所
    'ebay.png' -- ロゴの写真
),
(
    NULL, -- ID
    'インテル株式会社', -- 会社名
    'いんてる', -- 読み仮名
    'https://www.intel.co.jp', -- リンク
    '東京都千代田区丸の内 3-1-1 国際ビル 5 階', -- 住所
    'intel.png' -- ロゴの写真
),
(
    NULL, -- ID
    'インフォコム株式会社', -- 会社名
    'いんふぉこむ', -- 読み仮名
    'https://www.infocom.co.jp', -- リンク
    '東京都港区赤坂9-7-2 ミッドタウン・イースト10階', -- 住所
    'infocom.png' -- ロゴの写真
),
(
    NULL, -- ID
    'インフォメーション・ディベロプメント株式会社', -- 会社名
    'いんふぉめーしょん・でぃべろぷめんと', -- 読み仮名
    'https://www.idnet.co.jp', -- リンク
    '東京都千代田区五番町12-1 番町会館', -- 住所
    'idnet.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ウイングアーク1st', -- 会社名
    'ういんぐあーくふぁーすと', -- 読み仮名
    'https://www.wingarc.com/', -- リンク
    '東京都港区六本木三丁目2番1号 六本木グランドタワー', -- 住所
    'wingarc.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ウィルソン・ラーニング ワールドワイド', -- 会社名
    'うぃるそんらーにんぐわーるどうぃど', -- 読み仮名
    'https://www.wilsonlearning.com/jp/', -- リンク
    '東京都港区虎ノ門2-10-1虎ノ門ツインビルディング 東棟13階', -- 住所
    'wilsonlearning.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ウィズテクノロジー', -- 会社名
    'うぃずてくのろじー', -- 読み仮名
    'https://www.whizz-tech.co.jp/', -- リンク
    '大阪府大阪市西区江戸堀2-1-1 江戸堀センタービルB1F', -- 住所
    'withtechnology.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ウルシステムズ', -- 会社名
    'うるしすてむず', -- 読み仮名
    'https://www.ulsystems.co.jp/', -- リンク
    '東京都中央区晴海 1-8-10 トリトンスクエア タワーX 14階', -- 住所
    'ulsystems.png' -- ロゴの写真
),
(
    NULL, -- ID
    'エクサ株式会社', -- 会社名
    'えくさ', -- 読み仮名
    'https://www.exa-corp.co.jp/', -- リンク
    '神奈川県横浜市西区みなとみらい4-4-5 横浜アイマークプレイス2階', -- 住所
    'exa.png' -- ロゴの写真
),
(
    NULL, -- ID
    'エヌ・ティ・ティ・データ先端技術株式会社', -- 会社名
    'えぬ・てぃ・てぃ・でーたせんたんぎじゅつ', -- 読み仮名
    'https://www.intellilink.co.jp/home.aspx', -- リンク
    '東京都中央区月島1-15-7 パシフィックマークス月島', -- 住所
    'nttd-ati.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社エヌ・エス・ティ', -- 会社名
    'えぬ・えす・てぃ', -- 読み仮名
    'https://www.cae-nst.co.jp/', -- リンク
    '東京都文京区小石川 4-20-3 ベルスクエア小石川 4F', -- 住所
    'nst.png' -- ロゴの写真
),
(
    NULL, -- ID
    'エムオーテックス株式会社', -- 会社名
    'えむおーてっくす', -- 読み仮名
    'https://www.motex.co.jp/', -- リンク
    '大阪市淀川区西中島5-12-12 エムオーテックス新大阪ビル', -- 住所
    'motex.png' -- ロゴの写真
),
(
    NULL, -- ID
    'エムスリー株式会社', -- 会社名
    'えむすりー', -- 読み仮名
    'https://corporate.m3.com/', -- リンク
    '東京都港区赤坂1丁目11番44号 赤坂インターシティ10階', -- 住所
    'm3.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社オプティム', -- 会社名
    'おぷてぃむ', -- 読み仮名
    'https://www.optim.co.jp/', -- リンク
    '東京都港区海岸1丁目2番20号 汐留ビルディング 18F', -- 住所
    'optim.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社オービック', -- 会社名
    'おーびっく', -- 読み仮名
    'https://www.obic.co.jp/', -- リンク
    '東京都中央区京橋2丁目4番15号', -- 住所
    'obic.png' -- ロゴの写真
),
(
    NULL, -- ID
    'オムロン株式会社', -- 会社名
    'おむろん', -- 読み仮名
    'https://www.omron.co.jp/', -- リンク
    '京都市下京区塩小路通堀川東入', -- 住所
    'omron.png' -- ロゴの写真
),
(
    NULL, -- ID
    'オラクル株式会社', -- 会社名
    'おらくる', -- 読み仮名
    'https://www.oracle.com/jp/', -- リンク
    '東京都港区北青山2-5-8 オラクル青山センター', -- 住所
    'oracle.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社オージス総研', -- 会社名
    'おーじすそうけん', -- 読み仮名
    'https://www.ogis-ri.co.jp/', -- リンク
    '大阪市西区千代崎3丁目南2番37号', -- 住所
    'ogis.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社オウケイウェイヴ', -- 会社名
    'おうけいうぇいう゛', -- 読み仮名
    'https://www.okwave.co.jp/', -- リンク
    '東京都港区新橋3丁目11-8 オーイズミ新橋第2ビル702', -- 住所
    'okwave.png' -- ロゴの写真
),
(
    NULL, -- ID
    'オリックス株式会社', -- 会社名
    'おりっくす', -- 読み仮名
    'https://www.orix.co.jp/', -- リンク
    '東京都港区浜松町二丁目4番1号 世界貿易センタービル南館', -- 住所
    'orix.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社カカクコム', -- 会社名
    'かかくこむ', -- 読み仮名
    'https://corporate.kakaku.com/', -- リンク
    '東京都渋谷区恵比寿南3丁目5番7号 デジタルゲートビル', -- 住所
    'kakaku.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社カヤック', -- 会社名
    'かやっく', -- 読み仮名
    'https://www.kayac.com/', -- リンク
    '神奈川県鎌倉市御成町11-8', -- 住所
    'kayac.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社カプコン', -- 会社名
    'かぷこん', -- 読み仮名
    'https://www.capcom.co.jp/', -- リンク
    '大阪市中央区内平野町三丁目1番3号', -- 住所
    'capcom.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社カイロスマーケティング', -- 会社名
    'かいろすまーけてぃんぐ', -- 読み仮名
    'https://www.kairosmarketing.net/', -- リンク
    '東京都渋⾕区神宮前2-34-17 住友不動産原宿ビル 17F', -- 住所
    'kairos.png' -- ロゴの写真
),
(
    NULL, -- ID
    'カイテク株式会社', -- 会社名
    'かいてく', -- 読み仮名
    'https://corp.caitech.co.jp/', -- リンク
    '東京都渋谷区神宮前5丁目53-67 コスモス青山SOUTH棟507', -- 住所
    'kaitek.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社キカガク', -- 会社名
    'きかがく', -- 読み仮名
    'https://kikagaku.co.jp/', -- リンク
    '東京都渋谷区渋谷2-6-4 渋谷イーストプレイス4F', -- 住所
    'kikagaku.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社キノトロープ', -- 会社名
    'きのとろーぷ', -- 読み仮名
    'https://www.kinotrope.co.jp/', -- リンク
    '東京都渋谷区大山町45-14', -- 住所
    'kinotrope.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社キューブシステム', -- 会社名
    'きゅーぶしすてむ', -- 読み仮名
    'https://www.cubesystem.co.jp/', -- リンク
    '東京都品川区大崎2-11-1 大崎ウィズタワー', -- 住所
    'cubesystem.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社キューブ・ソフト', -- 会社名
    'きゅーぶそふと', -- 読み仮名
    'https://www.cube-soft.jp/', -- リンク
    '大阪府豊中市待兼山町21-9 山吉ビル402号
', -- 住所
    'cubesoft.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社キッズウェイ', -- 会社名
    'きっずうぇい', -- 読み仮名
    'https://www.kids-way.ne.jp/index.html', -- リンク
    '愛知県瀬戸市山の田町155番地', -- 住所
    'kidsway.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社クレスコ', -- 会社名
    'くれすこ', -- 読み仮名
    'https://www.cresco.co.jp/', -- リンク
    '東京都港区港南2-15-1 品川インターシティA棟 25階～27階', -- 住所
    'cresco.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社クリーク・アンド・リバー社', -- 会社名
    'くりーくあんどりばーしゃ', -- 読み仮名
    'https://www.cri.co.jp/', -- リンク
    '東京都港区新橋四丁目1番1号新虎通りCORE', -- 住所
    'cri.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社クライム', -- 会社名
    'くらいむ', -- 読み仮名
    'https://www.climb-net.co.jp/', -- リンク
    '群馬県前橋市表町2-30-8アクエル前橋4階', -- 住所
    'climb.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社クリエーションライン', -- 会社名
    'くりえーしょんらいん', -- 読み仮名
    'https://www.creationline.com/', -- リンク
    '東京都千代田区神田佐久間町3-6', -- 住所
    'creationline.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社クラウドワークス', -- 会社名
    'くらうどわーくす', -- 読み仮名
    'https://crowdworks.co.jp/', -- リンク
    '東京都渋谷区恵比寿4-20-3 恵比寿ガーデンプレイスタワー6階', -- 住所
    'crowdworks.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社クラフトマンソフトウェア', -- 会社名
    'くらふとまんそふとうぇあ', -- 読み仮名
    'https://craftsman-software.com/', -- リンク
    '東京都板橋区赤塚8-10-2-701', -- 住所
    'craftsmansoftware.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社クレディセゾン', -- 会社名
    'くれでぃせぞん', -- 読み仮名
    'https://www.saisoncard.co.jp/', -- リンク
    '東京都豊島区東池袋3-1-1 サンシャイン60・52F', -- 住所
    'saison.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ケーズデンキ', -- 会社名
    'けーずでんき', -- 読み仮名
    'https://www.ksdenki.co.jp/kshd/default.aspx', -- リンク
    '茨城県水戸市城南二丁目7番5号', -- 住所
    'kenz.png' -- ロゴの写真
), 
(
    NULL, -- ID
    '株式会社ケイ・エス・テクノロジー', -- 会社名
    'けい・えす・てくのろじー', -- 読み仮名
    'https://ks-tec.co.jp/', -- リンク
    '東京都中央区日本橋蛎殻町1-38-12 油商会館ビル3階', -- 住所
    'kei_es.png' -- ロゴの写真
),
(
    NULL, -- ID
    'エスティケイテクノロジー株式会社', -- 会社名
    'えすけいてくのろじー', -- 読み仮名
    'https://www.stk-net.co.jp/', -- リンク
    '大分県大分市大字三佐2468番地10 ', -- 住所
    'kei_technology.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ケイ・システム', -- 会社名
    'けい・しすてむ', -- 読み仮名
    'https://www.kei-system.com/', -- リンク
    '東京都渋谷区神泉町11-10', -- 住所
    'k_system.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ケープロジェクト', -- 会社名
    'けーぷろじぇくと', -- 読み仮名
    'https://www.kproject.co.jp/', -- リンク
    '東京都千代田区外神田3-14-3 福栄秋葉原ビル8階', -- 住所
    'kei_pro.png' -- ロゴの写真
), 
(
    NULL, -- ID
    '株式会社コニカミノルタ', -- 会社名
    'こにかみのるた', -- 読み仮名
    'https://www.konicaminolta.com/jp-ja/index.html', -- リンク
    '東京都千代田区丸の内2-7-2 JPタワー', -- 住所
    'conikami.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社レスター', -- 会社名
    'れすたー', -- 読み仮名
    'https://www.restargp.com/', -- リンク
    '東京都港区港南二丁目10番9号 レスタービルディング', -- 住所
    'resuta.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社コラボシステムズ', -- 会社名
    'こらぼしすてむず', -- 読み仮名
    'https://www.c-sys.co.jp/', -- リンク
    '東京都練馬区下石神井1-2-3-201', -- 住所
    'collabo_systems.png' -- ロゴの写真
),
(
    NULL, -- ID
    'コムチュア株式会社', -- 会社名
    'こむちゅあ', -- 読み仮名
    'https://www.comture.com/', -- リンク
    '東京都品川区大崎1-11-2 ゲートシティ大崎イーストタワー9F・15F', -- 住所
    'com.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社コア', -- 会社名
    'こあ', -- 読み仮名
    'https://www.core.co.jp/', -- リンク
    '東京都世田谷区三軒茶屋1丁目22番3号', -- 住所
    'core.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社サイバーエージェント', -- 会社名
    'さいばーえーじぇんと', -- 読み仮名
    'https://www.cyberagent.co.jp/', -- リンク
    '東京都渋谷区宇田川町40番1号 Abema Towers', -- 住所
    'CyberAgent.png' -- ロゴの写真
),
(
    NULL, -- ID
    'サイボウズ株式会社', -- 会社名
    'さいぼうず', -- 読み仮名
    'https://cybozu.co.jp/', -- リンク
    ' 東京都中央区日本橋2-7-1 東京日本橋タワー 27階', -- 住所
    'Cybozu.png' -- ロゴの写真
),
(
    NULL, -- ID
    'サン電子株式会社', -- 会社名
    'さんでんし', -- 読み仮名
    'https://www.sun-denshi.co.jp/', -- リンク
    '名古屋市中村区名駅四丁目2番25号 名古屋ビルディング桜館２階', -- 住所
    'sun.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社サーバーワークス', -- 会社名
    'さいばーわーくす', -- 読み仮名
    'https://www.serverworks.co.jp/', -- リンク
    '東京都新宿区揚場町1番21号 飯田橋升本ビル2階', -- 住所
    'Serverworks.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社サムライズ', -- 会社名
    'さむらいず', -- 読み仮名
    'https://www.samuraiz.co.jp/', -- リンク
    '東京都品川区大崎1-6-4 新大崎勧業ビル5F', -- 住所
    'Samurize.png' -- ロゴの写真
),
(
    NULL, -- ID
    'シスコシステムズ合同会社', -- 会社名
    'しすこしすてむず', -- 読み仮名
    'https://www.cisco.com/site/jp/ja/index.html', -- リンク
    '東京都港区赤坂9-7-1ミッドタウン・タワー', -- 住所
    'Cisco Systems.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社システムズエンジニアリング', -- 会社名
    'しすてむずえんじにありんぐ', -- 読み仮名
    'https://www.systems-eng.co.jp/', -- リンク
    '東京都文京区小石川1-4-12 文京ガーデンザウエスト801', -- 住所
    'Systems Engineering.png' -- ロゴの写真
),
(
    NULL, -- ID
    'シンクレイヤ株式会社', -- 会社名
    'しんくれいあ', -- 読み仮名
    'https://www.synclayer.co.jp/#TOP', -- リンク
    '名古屋市中区千代⽥⼆丁⽬21番18号', -- 住所
    'Synclayer.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社システナ', -- 会社名
    'しすてな', -- 読み仮名
    'https://www.systena.co.jp/', -- リンク
    '東京都港区海岸1丁目2番20号 汐留ビルディング 14F・16F', -- 住所
    'Systena Corporation.png' -- ロゴの写真
),
(
    NULL, -- ID
    'Sky株式会社', -- 会社名
    'すかい', -- 読み仮名
    'https://www.skygroup.jp/', -- リンク
    '東京都港区港南2丁目18番1号 JR品川イーストビル 9階', -- 住所
    'Sky.png' -- ロゴの写真
),
(
    NULL, -- ID
    'スリーエムジャパン株式会社', -- 会社名
    'すりーえむじゃぱん', -- 読み仮名
    'https://www.3mcompany.jp/3M/ja_JP/company-jp/', -- リンク
    '東京都品川区北品川6-7-29', -- 住所
    '3M Japan .png' -- ロゴの写真
),
(
    NULL, -- ID
    'SCSK株式会社', -- 会社名
    'えすしーえすけー', -- 読み仮名
    'https://www.scsk.jp/', -- リンク
    '東京都江東区豊洲3-2-20 豊洲フロント', -- 住所
    'SCSK.png' -- ロゴの写真
),

(
    NULL, -- ID
    'スターティアホールディングス株式会社', -- 会社名
    'すたーてぃあほーるでぃんぐす', -- 読み仮名
    'https://www.startiaholdings.com/', -- リンク
    '東京都新宿区西新宿2-3-1 新宿モノリス19階', -- 住所
    'Startia.png' -- ロゴの写真
),
(
    NULL, -- ID
    'セガサミーホールディングス株式会社', -- 会社名
    'せがさみーほーるでぃんぐす', -- 読み仮名
    'https://www.segasammy.co.jp/ja/', -- リンク
    '東京都品川区西品川一丁目1-1 住友不動産大崎ガーデンタワー', -- 住所
    'Sega Sammy.png' -- ロゴの写真
),
(
    NULL, -- ID
    'セコム株式会社', -- 会社名
    'せこむ', -- 読み仮名
    'https://www.secom.co.jp/', -- リンク
    '東京都渋谷区神宮前1丁目5番1号', -- 住所
    'Secom.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社セラク', -- 会社名
    'せらく', -- 読み仮名
    'https://www.seraku.co.jp/', -- リンク
    '東京都新宿区西新宿7-5-25 西新宿プライムスクエア 6F', -- 住所
    'Seraku.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社セゾンテクノロジー', -- 会社名
    'せぞんてくのろじー', -- 読み仮名
    'https://www.saison-technology.com/', -- リンク
    '東京都港区赤坂1-8-1 赤坂インターシティAIR 19F', -- 住所
    'Saison Information.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社セプテーニ・ホールディングス', -- 会社名
    'せぷてーに・ほーるでぃんぐす', -- 読み仮名
    'https://www.septeni-holdings.co.jp/', -- リンク
    '東京都新宿区西新宿8丁目17番1号 住友不動産新宿グランドタワー30F' -- 住所
    'Septeni.png' -- ロゴの写真
),
(
    NULL, -- ID
    'セーフィー株式会社', -- 会社名
    'せーふぃー', -- 読み仮名
    'https://safie.co.jp/', -- リンク
    '東京都品川区西品川1-1-1 住友不動産大崎ガーデンタワー', -- 住所
    'Safie.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ソフトバンク株式会社', -- 会社名
    'そふとばんく', -- 読み仮名
    'https://www.softbank.jp/', -- リンク
    '東京都港区海岸一丁目7番1号', -- 住所
    'SoftBank.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ソニー株式会社', -- 会社名
    'そにー', -- 読み仮名
    'https://www.sony.co.jp/', -- リンク
    'ソニー株式会社', -- 住所
    'Sony.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ソフトウェア・サービス', -- 会社名
    'そふとうぇあ・さーびす', -- 読み仮名
    'https://www.softs.co.jp/', -- リンク
    '大阪府大阪市淀川区西宮原2丁目6番1号', -- 住所
    'Software.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ソリトンシステムズ', -- 会社名
    'そりとんしすてむず', -- 読み仮名
    'https://www.soliton.co.jp/', -- リンク
    '東京都新宿区新宿 2-4-3', -- 住所
    'Soliton.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ソフトフロントホールディングス', -- 会社名
    'そふとふろんとほーるでぃんぐす', -- 読み仮名
    'https://www.softfront.co.jp/', -- リンク
    '東京都千代田区九段南一丁目4番5号 泉九段ビル 6F', -- 住所
    'Softfront.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ソリューション・アンド・テクノロジー', -- 会社名
    'そりゅーしょん・あんど・てくのろじー', -- 読み仮名
    'https://www.solty.co.jp/', -- リンク
    '東京都千代田区四番町６番  東急番町ビル８階', -- 住所
    'Solution.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ソフィアホールディングス', -- 会社名
    'そふぃあほーるでぃんぐす', -- 読み仮名
    'https://www.sophia.com/', -- リンク
    '神奈川県横浜市港北区新横浜2丁目15番12号 共立新横浜ビル5階', -- 住所
    'Sophia.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社タップ', -- 会社名
    'たっぷ', -- 読み仮名
    'https://www.tap-ic.co.jp/about/', -- リンク
    '東京都江東区東陽2-2-4 マニュライフプレイス東陽町1F', -- 住所
    'TAPP.png' -- ロゴの写真
),
(
    NULL, -- ID
    'タビィコム株式会社', -- 会社名
    'たびぃこむ', -- 読み仮名
    'https://tavii.co.jp/', -- リンク
    '東京都中央区日本橋茅場町2-17-13 第2井上ビル 403', -- 住所
    'tavii.png' -- ロゴの写真
),
(
    NULL, -- ID
    'タワーシステムズ株式会社', -- 会社名
    'たわーしすてむず', -- 読み仮名
    'https://towersystems.co.jp/', -- リンク
    '東京都千代田区九段北 1-10-5 サンブリッジ九段ビル8階', -- 住所
    'towersystem.png' -- ロゴの写真
),
(
    NULL, -- ID
    'タブレットジャパン株式会社', -- 会社名
    'たぶれっとじゃぱん', -- 読み仮名
    'https://www.tabletjapan.jp/', -- リンク
    '東京都港区三田1-6-7 WATANABEビル2F D4DR内', -- 住所
    'tablet.png' -- ロゴの写真
),
(
    NULL, -- ID
    'チームラボ株式会社', -- 会社名
    'ちーむらぼ', -- 読み仮名
    'https://www.team-lab.com/', -- リンク
    '東京都千代田区神田小川町2-12 小川町進興受付ビル', -- 住所
    'teamlab.png' -- ロゴの写真
),
(
    NULL, -- ID
    'チエル株式会社', -- 会社名
    'ちえる', -- 読み仮名
    'https://www.chieru.co.jp/', -- リンク
    '東京都品川区東品川2-2-24 天王洲セントラルタワー22F', -- 住所
    'chieru.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社チームスピリット', -- 会社名
    'ちーむすぴりっと', -- 読み仮名
    'https://corp.teamspirit.com/ja-jp/', -- リンク
    '東京都千代田区内幸町2-1-6 日比谷パークフロント19F', -- 住所
    'teamspirit.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社チップワンストップ', -- 会社名
    'ちーむわんすとっぷ', -- 読み仮名
    'https://www.chip1stop.com/about/', -- リンク
    '神奈川県横浜市港北区新横浜三丁目19番1号LIVMOライジングビル10階', -- 住所
    'chip1stop.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ツクルバ', -- 会社名
    'つくるば', -- 読み仮名
    'https://tsukuruba.com/', -- リンク
    '東京都渋谷区恵比寿4-3-14 恵比寿SSビル 7F', -- 住所
    'tsukuruba.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ツバイソ株式会社', -- 会社名
    'つばいそ', -- 読み仮名
    'https://tsubaiso.jp/', -- リンク
    '東京都渋谷区幡ヶ谷2-6-5 梅村ビル幡ヶ谷6階', -- 住所
    'tsubaiso.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ツリーベル', -- 会社名
    'つりーべる', -- 読み仮名
    'https://www.treebell.co.jp/', -- リンク
    '東京都新宿区四谷坂町9番6号 坂町Mビル', -- 住所
    'treebell.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ツナグ・ソリューションズ', -- 会社名
    'つなぐ・そりゅーしょんず', -- 読み仮名
    'https://tghd.co.jp/', -- リンク
    '東京都中央区銀座7-3-5 ヒューリック銀座7丁目ビル7・8階', -- 住所
    'tghd.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ツルカメ', -- 会社名
    'つるかめ', -- 読み仮名
    'https://turucame.jp/', -- リンク
    '東京都世田谷区太子堂4-28-11 川金ビル202', -- 住所
    'turucame.png' -- ロゴの写真
),
(
    NULL, -- ID
    'テクマトリックス株式会社', -- 会社名
    'てくまとりっくす', -- 読み仮名
    'https://www.techmatrix.co.jp/index.html', -- リンク
    '東京都港区港南1-2-70 品川シーズンテラス 24F', -- 住所
    'techmatrix.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社テラスカイ', -- 会社名
    'てらすかい', -- 読み仮名
    'https://www.terrasky.co.jp/', -- リンク
    '東京都中央区日本橋二丁目11番2号 太陽生命日本橋ビル 15～17階 ', -- 住所
    'terrasky.png' -- ロゴの写真
),
(
    NULL, -- ID
    'テックファーム株式会社', -- 会社名
    'てっくふぁーむ', -- 読み仮名
    'https://www.techfirm.co.jp/', -- リンク
    '東京都新宿区西新宿3丁目20番2号 東京オペラシティタワー23F', -- 住所
    'techfirm.png' -- ロゴの写真
),
(
    NULL, -- ID
    'テクノプロ・ホールディングス株式会社', -- 会社名
    'てくのぷろ・ほーるでぃんぐす', -- 読み仮名
    'https://www.technoproholdings.com/', -- リンク
    '東京都港区六本木6-10-1 六本木ヒルズ森タワー35階', -- 住所
    'technoproholdings.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社テイジイエル', -- 会社名
    'ていじいえる', -- 読み仮名
    'https://tgl.co.jp/', -- リンク
    '大阪市中央区城見1丁目3番7号 松下IMPビル', -- 住所
    'tgl.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社テクノスジャパン', -- 会社名
    'てくのすじゃぱん', -- 読み仮名
    'https://www.tecnos.co.jp/', -- リンク
    '東京都新宿区西新宿3-20-2東京オペラシティタワー14階', -- 住所
    'tecnos.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社テプコシステムズ', -- 会社名
    'てぷこしすてむず', -- 読み仮名
    'https://www.tepsys.co.jp/', -- リンク
    '東京都江東区永代2丁目37番28号 澁澤シティプレイス永代', -- 住所
    'tepsys.png' -- ロゴの写真
),
(
    NULL, -- ID
    'Terra Drone 株式会社', -- 会社名
    'てらどろーん', -- 読み仮名
    'https://terra-drone.net/', -- リンク
    '東京都渋谷区渋谷2丁目12-19東建インターナショナルビル３階', -- 住所
    'terra-drone.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社トヨタシステムズ', -- 会社名
    'とよたしすてむず', -- 読み仮名
    'https://www.toyotasystems.com/', -- リンク
    '名古屋市中村区名駅1-1-1 JPタワー名古屋32F', -- 住所
    'toyotasystems.png' -- ロゴの写真
),
(
    NULL, -- ID
    '東芝デジタルソリューションズ 株式会社', -- 会社名
    'とうしばでじたるそりゅーしょんず', -- 読み仮名
    'https://www.global.toshiba/jp/company/digitalsolution.html', -- リンク
    '神奈川県川崎市幸区堀川町72番地34', -- 住所
    'toshiba.png' -- ロゴの写真
),
(
    NULL, -- ID
    'トランスコスモス株式会社', -- 会社名
    'とらんすこすもす', -- 読み仮名
    'https://www.trans-cosmos.co.jp/', -- リンク
    '東京都豊島区東池袋3-1-1 サンシャイン60', -- 住所
    'trans-cosmos.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ドワンゴ', -- 会社名
    'とわんご', -- 読み仮名
    'https://dwango.co.jp/', -- リンク
    '東京都中央区銀座4-12-15 歌舞伎座タワー', -- 住所
    'dwango.png' -- ロゴの写真
),
(
    NULL, -- ID
    'トランスウェア株式会社', -- 会社名
    'とらんすうぇあ', -- 読み仮名
    'https://www.trans-ware.co.jp/', -- リンク
    '東京都港区新橋3-2-5 5東洋海事ビル6階', -- 住所
    'trans-ware.png' -- ロゴの写真
),
(
    NULL, -- ID
    'トレンドマイクロ株式会社', -- 会社名
    'とれんどまいくろ', -- 読み仮名
    'https://www.trendmicro.com/ja_jp/business.html', -- リンク
    '東京都新宿区新宿4-1-6 JR新宿ミライナタワー', -- 住所
    'trendmicro.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社トリプルアイズ', -- 会社名
    'とりぷるあいず', -- 読み仮名
    'https://www.3-ize.jp/', -- リンク
    '東京都千代田区神田駿河台三丁目４番地 龍名館本店ビルディング１２階', -- 住所
    '3-ize.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ドリーム・アーツ', -- 会社名
    'どりーむ・あーつ', -- 読み仮名
    'https://www.dreamarts.co.jp/', -- リンク
    '東京都渋谷区恵比寿4-20-3 恵比寿ガーデンプレイスタワー29F', -- 住所
    'dreamarts.png' -- ロゴの写真
),
(
    NULL, -- ID
    'トビラシステムズ株式会社', -- 会社名
    'とびらしすてむず', -- 読み仮名
    'https://tobila.com/', -- リンク
    '東京都千代田区神田駿河台2-3-6 CIRCLES御茶ノ水 10F', -- 住所
    'tobila.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ナビタイムジャパン', -- 会社名
    'なびたいむ', -- 読み仮名
    'https://corporate.navitime.co.jp/', -- リンク
    '東京都港区南青山3-8-38', -- 住所
    'navitime.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ナカヨ', -- 会社名
    'なかよ', -- 読み仮名
    'https://www.nyc.co.jp/', -- リンク
    '群馬県前橋市総社町一丁目3番2号 ', -- 住所
    'nyc.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ナノオプト・メディア', -- 会社名
    'なのおぷと・めでぃあ', -- 読み仮名
    'https://nanooptmedia.jp/', -- リンク
    '東京都新宿区新宿1-12-5 Uni-works新宿御苑3階', -- 住所
    'nanooptmedia.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社NAVIS', -- 会社名
    'なびす', -- 読み仮名
    'https://navis-co.jp/', -- リンク
    '東京都港区赤坂2-11-13COMMON Akasaka 6F', -- 住所
    'navis.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ナレッジワークス株式会社', -- 会社名
    'なれっじわーくす', -- 読み仮名
    'https://hp.knowledge-works.co.jp/', -- リンク
    '東京都港区芝公園2-11-1 住友不動産 芝公園タワー22階', -- 住所
    'knowledge.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ナチュラリープラス', -- 会社名
    'なちゅらりーぷらす', -- 読み仮名
    'https://www.naturally-plus.com/jp/ja/', -- リンク
    '東京都港区六本木1-6-1 泉ガーデンタワー35階', -- 住所
    'naturally.png' -- ロゴの写真
),
(
    NULL, -- ID
    '日本電気株式会社', -- 会社名
    'にほんでんき', -- 読み仮名
    'https://jpn.nec.com/index.html', -- リンク
    '東京都港区芝五丁目7番1号', -- 住所
    'nec.png' -- ロゴの写真
),
(
    NULL, -- ID
    '日本アイ・ビー・エム株式会社', -- 会社名
    'にほんあい・びー・えむ', -- 読み仮名
    'https://www.ibm.com/jp-ja', -- リンク
    '東京都港区虎ノ門二丁目6番1号 虎ノ門ヒルズ ステーションタワー', -- 住所
    'ibm.png' -- ロゴの写真
),
(
    NULL, -- ID
    '日本オラクル株式会社', -- 会社名
    'にほんおらくる', -- 読み仮名
    'https://www.oracle.com/jp/', -- リンク
    '東京都港区北青山二丁目5-8オラクル青山センター', -- 住所
    'oraclejp.png' -- ロゴの写真
),
(
    NULL, -- ID
    '日本マイクロソフト株式会社 ', -- 会社名
    'にほんまいくろそふと', -- 読み仮名
    'https://www.microsoft.com/ja-jp/mscorp', -- リンク
    '東京都港区港南 2-16-3 品川グランドセントラルタワー', -- 住所
    'microsoft.png' -- ロゴの写真
),
(
    NULL, -- ID
    '日本システム技術株式会社', -- 会社名
    'にほんしすてむぎじゅつ', -- 読み仮名
    'https://www.jast.jp/', -- リンク
    '東京都港区港南二丁目16番2号（太陽生命品川ビル27階）', -- 住所
    'jast.png' -- ロゴの写真
),
(
    NULL, -- ID
    '日本電信電話株式会社', -- 会社名
    'にほんでんしんでんわ', -- 読み仮名
    'https://group.ntt/jp/', -- リンク
    '東京都千代田区大手町一丁目5番1号 大手町ファーストスクエア イーストタワー', -- 住所
    'ntt.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ヌーラボ', -- 会社名
    'ぬーらぼ', -- 読み仮名
    'https://nulab.com/ja/', -- リンク
    '福岡県福岡市中央区大名一丁目8-6 HCC BLD.', -- 住所
    'nulab.png' -- ロゴの写真
),
(
    NULL, -- ID
    '有限会社ぬくもり工房', -- 会社名
    'ぬくもりこうぼう', -- 読み仮名
    'https://nukumorikoubou.com/', -- リンク
    '静岡県浜松市浜名区染地台3-12-25', -- 住所
    'nukumori.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ネクソン', -- 会社名
    'ねくそん', -- 読み仮名
    'https://www.nexon.co.jp/', -- リンク
    '東京都港区六本木1丁目4番5号', -- 住所
    'nexon.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ネクスト ', -- 会社名
    'ねくすと', -- 読み仮名
    'https://www.nextinc.co.jp/', -- リンク
    '東京都品川区南品川2-15-10', -- 住所
    'nextinc.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ネクステージ', -- 会社名
    'ねくすてーじ', -- 読み仮名
    'https://www.nextage.jp/', -- リンク
    '愛知県名古屋市中区新栄町一丁目1番地 明治安田生命名古屋ビル14階', -- 住所
    'nextage.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ネオキャリア', -- 会社名
    'ねおきゃりあ', -- 読み仮名
    'https://www.neo-career.co.jp/', -- リンク
    '東京都新宿区西新宿1-22-2 新宿サンエービル 2階', -- 住所
    'neo-career.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ネクスティ エレクトロニクス', -- 会社名
    'ねくすてぃえれくとろにくす', -- 読み仮名
    'https://www.nexty-ele.com/', -- リンク
    '東京都港区港南2-3-13 品川フロントビル', -- 住所
    'nexty-ele.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ネオス', -- 会社名
    'ねおす', -- 読み仮名
    'https://www.neos.co.jp/', -- リンク
    '神戸市中央区加納町6丁目2番1号', -- 住所
    'neos.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ネオジャパン', -- 会社名
    'ねおじゃぱん', -- 読み仮名
    'https://www.neo.co.jp/', -- リンク
    '神奈川県横浜市西区みなとみらい二丁目2-1', -- 住所
    'neo.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ネクストウェア株式会社', -- 会社名
    'ねくすとうぇあ', -- 読み仮名
    'https://www.nextware.co.jp/', -- リンク
    '大阪府大阪市中央区北久宝寺町 4-3-11ネクストウェアビル', -- 住所
    'nextware.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ネスレ日本株式会社', -- 会社名
    ねれす -- 読み仮名
    'https://www.nestle.co.jp/', -- リンク
    '神戸市中央区御幸通７-1-１５ネスレハウス', -- 住所
    'nestle.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ネオマーケティング', -- 会社名
    'ねおまーけてぃんぐ', -- 読み仮名
    'https://neo-m.jp/', -- リンク
    '東京都渋谷区南平台町16-25 養命酒ビル11F', -- 住所
    'neo-m.png' -- ロゴの写真
),
(
    NULL, -- ID
    '野村ホールディングス株式会社', -- 会社名
    'のむらほーるでぃんぐす', -- 読み仮名
    'https://www.nomuraholdings.com/jp/top.html', -- リンク
    '東京都中央区日本橋1-13-1', -- 住所
    'nomuraholdings.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ノリタケカンパニーリミテド', -- 会社名
    'のりたけかんぱにーりみてど', -- 読み仮名
    'https://noritake.co.jp/', -- リンク
    '愛知県名古屋市西区則武新町三丁目1番36号', -- 住所
    'noritake.png' -- ロゴの写真
),
(
    NULL, -- ID
    '野村不動産ホールディングス', -- 会社名
    'のむらふどうさんほーるでぃんぐす', -- 読み仮名
    'https://www.nomura-re-hd.co.jp/', -- リンク
    '東京都新宿区西新宿1丁目26-2', -- 住所
    'nomura-re-hd.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社野村総合研究所', -- 会社名
    'のむらそうごうけんきゅうじょ', -- 読み仮名
    'https://www.nri.com/jp/', -- リンク
    '東京都千代田区大手町1-9-2 大手町フィナンシャルシティ グランキューブ', -- 住所
    'nri.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ノジマ', -- 会社名
    'のじま', -- 読み仮名
    'https://www.nojima.co.jp/', -- リンク
    '神奈川県横浜市西区南幸１丁目１番１号JR横浜タワー 26階', -- 住所
    'nojima.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ノボ ノルディスク ファーマ株式会社', -- 会社名
    'のぼのるでぃすくふぁーま', -- 読み仮名
    'https://www.novonordisk.co.jp/', -- リンク
    '東京都千代田区丸の内2-1-1明治安田生命ビル', -- 住所
    'novonordisk.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ノーリツ', -- 会社名
    'のーりつ', -- 読み仮名
    'https://www.noritz.co.jp/', -- リンク
    '神戸市中央区江戸町93番', -- 住所
    'noritz.png' -- ロゴの写真
),
(
    NULL, -- ID
    'パナソニック株式会社', -- 会社名
    'ぱなそにっく', -- 読み仮名
    'https://www.panasonic.com/jp/about.html', -- リンク
    '東京都港区東新橋1-5-1 パナソニック東京汐留ビル', -- 住所
    'panasonic.png' -- ロゴの写真
),
(
    NULL, -- ID
    '花王株式会社', -- 会社名
    'かおう', -- 読み仮名
    'https://www.kao.com/jp/', -- リンク
    '東京都中央区日本橋茅場町一丁目14番10号', -- 住所
    'kao.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ハウス食品株式会社', -- 会社名
    'はうすしょくひん', -- 読み仮名
    'https://housefoods.jp/', -- リンク
    '東京都千代田区紀尾井町6番3号', -- 住所
    'housefoods.png' -- ロゴの写真
),
(
    NULL, -- ID
    '浜松ホトニクス', -- 会社名
    'はままつほとにくす', -- 読み仮名
    'https://www.hamamatsu.com/jp/ja.html', -- リンク
    '静岡県浜松市中央区砂山町325-6 日本生命浜松駅前ビル', -- 住所
    'hamamatsu.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社博報堂ＤＹホールディングス', -- 会社名
    'はくほうどうでぃわいほーるでぃんぐす', -- 読み仮名
    'https://www.hakuhodody-holdings.co.jp/', -- リンク
    '東京都港区赤坂5丁目3番1号 赤坂Bizタワー', -- 住所
    'hakuhodody-holdings.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ファンケル', -- 会社名
    'ふぁんける', -- 読み仮名
    'https://www.fancl.jp/index.html', -- リンク
    '横浜市中区山下町89-1', -- 住所
    'fancl.png' -- ロゴの写真
),
(
    NULL, -- ID
    '阪急電鉄株式会社', -- 会社名
    'はんきゅうでんてつ', -- 読み仮名
    'https://www.hankyu.co.jp/?link=hamburger', -- リンク
    '大阪市北区芝田一丁目16番1号', -- 住所
    'hankyu.png' -- ロゴの写真
),
(
    NULL, -- ID
    '八千代工業株式会社', -- 会社名
    'やちよこうぎょう', -- 読み仮名
    'https://www.yachiyo-ind.co.jp/', -- リンク
    '埼玉県狭山市柏原393番地', -- 住所
    'yachiyo.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社パソナ ', -- 会社名
    'ぱそな', -- 読み仮名
    'https://www.pasona.co.jp/', -- リンク
    '東京都港区南青山3-1-30', -- 住所
    'pasona.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社日立製作所', -- 会社名
    'ひたちせいてつじょ', -- 読み仮名
    'https://www.hitachi.co.jp/', -- リンク
    '東京都千代田区丸の内一丁目6番6号', -- 住所
    'hitach.png' -- ロゴの写真
),
(
    NULL, -- ID
    '日産自動車株式会社', -- 会社名
    'にっさんじどうしゃ', -- 読み仮名
    'https://nissan.co.jp/', -- リンク
    '神奈川県横浜市西区高島一丁目1番1号', -- 住所
    'nissan.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ひらまつ', -- 会社名
    'ひらまつ', -- 読み仮名
    'https://www.hiramatsu.co.jp/', -- リンク
    '東京都渋谷区恵比寿 4-17-3', -- 住所
    'hiramatsu.png' -- ロゴの写真
),
(
    NULL, -- ID
    '日立建機株式会社', -- 会社名
    'ひたちけんき', -- 読み仮名
    'https://www.hitachicm.com/global/ja/', -- リンク
    '東京都台東区東上野二丁目16番1号', -- 住所
    'hitachicm.png' -- ロゴの写真
),
(
    NULL, -- ID
    '日野自動車株式会社', -- 会社名
    'ひのじどうしゃ', -- 読み仮名
    'https://www.hino.co.jp/', -- リンク
    '東京都日野市日野台3丁目1番地1', -- 住所
    'hino.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ヒューリック株式会社', -- 会社名
    'ひゅーりっく', -- 読み仮名
    'https://www.hulic.co.jp/', -- リンク
    '東京都中央区日本橋大伝馬町7番3号', -- 住所
    'hulic.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社肥後銀行', -- 会社名
    'ひごぎんこう', -- 読み仮名
    'https://www.higobank.co.jp/', -- リンク
    '熊本市中央区練兵町1番地', -- 住所
    'higobank.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ヒラキ株式会社', -- 会社名
    'ひらき', -- 読み仮名
    'https://company.hiraki.co.jp/', -- リンク
    '神戸市西区岩岡町野中字福吉556', -- 住所
    'hiraki.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社日比谷花壇', -- 会社名
    'ひびやかだん', -- 読み仮名
    'https://www.hibiya.co.jp/', -- リンク
    '東京都港区南麻布1-6-30', -- 住所
    'hibiya.png' -- ロゴの写真
),
(
    NULL, -- ID
    '富士通株式会社', -- 会社名
    'ふじつう', -- 読み仮名
    'https://global.fujitsu/ja-jp', -- リンク
    '神奈川県川崎市中原区上小田中4-1-1', -- 住所
    'fujitsu.png' -- ロゴの写真
),
(
    NULL, -- ID
    '富士フイルムホールディングス株式会社', -- 会社名
    'ふじふぃるむほーるでぃんぐす', -- 読み仮名
    'https://holdings.fujifilm.com/ja', -- リンク
    '東京都港区赤坂9丁目7番3号', -- 住所
    'fujifilm.png' -- ロゴの写真
),
(
    NULL, -- ID
    'fujielectric', -- 会社名
    'ふじでんき', -- 読み仮名
    'https://www.fujielectric.co.jp/index.html', -- リンク
    '東京都品川区大崎一丁目11番2号ゲートシティ大崎イーストタワー', -- 住所
    'fujielectric.png' -- ロゴの写真
),
(
    NULL, -- ID
    '古河電気工業株式会社', -- 会社名
    'ふるかわでんき', -- 読み仮名
    'https://www.furukawa.co.jp/', -- リンク
    '東京都千代田区大手町2丁目6番4号', -- 住所
    'furukawa.png' -- ロゴの写真
),
(
    NULL, -- ID
    '扶桑化学工業株式会社', -- 会社名
    'ふそうかがくこうぎょう', -- 読み仮名
    'https://fusokk.co.jp/', -- リンク
    '大阪府大阪市中央区北浜三丁目5番29号', -- 住所
    'fusokk.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社不二家', -- 会社名
    'ふじや', -- 読み仮名
    'https://www.fujiya-peko.co.jp/', -- リンク
    '東京都文京区大塚2-15-6', -- 住所
    'fujiya.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社富士薬品', -- 会社名
    'ふじやくひん', -- 読み仮名
    'https://www.fujiyakuhin.co.jp/', -- リンク
    '埼玉県さいたま市大宮区桜木町4丁目383番地', -- 住所
    'fujiyakuhin.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社不動テトラ', -- 会社名
    'ふどうてとら', -- 読み仮名
    'https://www.fudotetra.co.jp/', -- リンク
    '東京都中央区日本橋小網町7番2号 ぺんてるビル', -- 住所
    'fudotetra.png' -- ロゴの写真
),
(
    NULL, -- ID
    'フジテック株式会社', -- 会社名
    'ふじてっく', -- 読み仮名
    'https://www.fujitec.co.jp/', -- リンク
    'フジテック株式会社', -- 住所
    'fujitec.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ヘリオス テクノ ホールディング株式会社', -- 会社名
    'へりおすてくのほーるでぃんぐす', -- 読み仮名
    'https://www.heliostec-hd.co.jp/', -- リンク
    '東京都中央区日本橋馬喰町1-11-10', -- 住所
    'heliostec.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ヘキサドライブ', -- 会社名
    'へきさどらいぶ', -- 読み仮名
    'https://hexadrive.jp/', -- リンク
    '大阪市浪速区難波中2-10-70パークスタワー28F', -- 住所
    'hexadrive.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ヘルシーピット', -- 会社名
    'へるしーぴっと', -- 読み仮名
    'https://www.healthypit.co.jp/', -- リンク
    '東京都世田谷区成城2-40-5 ヴェルドミール成城303・304', -- 住所
    'healthypit.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ヘルスケアシステムズ', -- 会社名
    'へるすけあしすてむず', -- 読み仮名
    'https://hc-sys.com/', -- リンク
    '愛知県名古屋市昭和区白金一丁目14番18号', -- 住所
    'hc-sys.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ヘリオス', -- 会社名
    'へりおす', -- 読み仮名
    'https://www.healios.co.jp/', -- リンク
    '東京都千代田区有楽町１丁目１番２号 日比谷三井タワー１２階', -- 住所
    'healios.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ヘッドウォータース', -- 会社名
    'へっどうぉーたーす', -- 読み仮名
    'https://www.headwaters.co.jp/', -- リンク
    '東京都新宿区西新宿6-5-1新宿アイランドタワー4階', -- 住所
    'headwaters.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ヘラマンタイトン株式会社', -- 会社名
    'へらまんたいとん', -- 読み仮名
    'https://www.hellermanntyton.co.jp/index.html', -- リンク
    '東京都渋谷区笹塚1-48-3  住友不動産笹塚太陽ビル6F', -- 住所
    'hellermanntyton.png' -- ロゴの写真
),
(
    NULL, -- ID
    '本田技研工業株式会社', -- 会社名
    'ほんだぎけんこうぎょう', -- 読み仮名
    'https://www.honda.co.jp/', -- リンク
    '東京都港区南青山2-1-1', -- 住所
    'honda.png' -- ロゴの写真
),
(
    NULL, -- ID
    '保土谷化学工業株式会社', -- 会社名
    'ほどがやかがくこうぎょう', -- 読み仮名
    'https://www.hodogaya.co.jp/', -- リンク
    '東京都港区東新橋一丁目9番2号汐留住友ビル', -- 住所
    'hodogaya.png' -- ロゴの写真
),
(
    NULL, -- ID
    '北越コーポレーション株式会社', -- 会社名
    'ほくえつこーぽれーしょん', -- 読み仮名
    'https://hokuetsucorp.com/', -- リンク
    '東京都中央区日本橋本石町3-2-2', -- 住所
    'hokuetsucorp.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社堀場製作所', -- 会社名
    'ほりばせいてつじょ', -- 読み仮名
    'https://www.horiba.com/jpn/', -- リンク
    '京都市南区吉祥院宮の東町2番地', -- 住所
    'horiba.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ホソカワミクロン株式会社', -- 会社名
    'ほそかわみくろん', -- 読み仮名
    'https://www.hosokawamicron.co.jp/jp/', -- リンク
    '大阪府枚方市招提田近1丁目9番地', -- 住所
    'hosokawamicron.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ホンダアクセス', -- 会社名
    'ほんだあくせす', -- 読み仮名
    'https://www.honda.co.jp/ACCESS/', -- リンク
    '埼玉県新座市野火止8-18-4', -- 住所
    'hondaas.png' -- ロゴの写真
),
(
    NULL, -- ID
    '本間ゴルフ', -- 会社名
    'ほんま', -- 読み仮名
    'https://www.honmagolf.com/jp', -- リンク
    '東京都港区六本木6-10-1六本木ヒルズ森タワー35階', -- 住所
    'honmagolf.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ホーチキ株式会社', -- 会社名
    'ほーちき', -- 読み仮名
    'https://www.hochiki.co.jp/', -- リンク
    '東京都品川区上大崎二丁目10番43号', -- 住所
    'hochiki.png' -- ロゴの写真
),
(
    NULL, -- ID
    '北陸電力株式会社', -- 会社名
    'ほくりくでんりょく', -- 読み仮名
    'https://www.rikuden.co.jp/', -- リンク
    '富山県富山市牛島町１５番１号', -- 住所
    'rikuden.png' -- ロゴの写真
),
(
    NULL, -- ID
    'マツダ株式会社', -- 会社名
    'まつだ', -- 読み仮名
    'https://www.mazda.com/ja/', -- リンク
    '広島県安芸郡府中町新地3番1号', -- 住所
    'mazda.png' -- ロゴの写真
),
(
    NULL, -- ID
    'マルハニチロ株式会社', -- 会社名
    'まるはにちろ', -- 読み仮名
    'https://www.maruha-nichiro.co.jp/', -- リンク
    '東京都江東区豊洲三丁目2番20号 豊洲フロント', -- 住所
    'maruha-nichiro.png' -- ロゴの写真
),
(
    NULL, -- ID
    '丸紅株式会社', -- 会社名
    'まるべに', -- 読み仮名
    'https://www.marubeni.com/jp/', -- リンク
    '東京都千代田区大手町一丁目4番2号', -- 住所
    'marubeni.png' -- ロゴの写真
),
(
    NULL, -- ID
    '丸善石油化学株式会社', -- 会社名
    'まるぜんせきゆかがく', -- 読み仮名
    'https://www.chemiway.co.jp/', -- リンク
    '東京都中央区入船二丁目1番1号 ', -- 住所
    'chemiway.png' -- ロゴの写真
),
(
    NULL, -- ID
    'マニー株式会社', -- 会社名
    'まにー', -- 読み仮名
    'https://www.mani.co.jp/', -- リンク
    '栃木県宇都宮市清原工業団地8番3', -- 住所
    'mani.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社マクロミル', -- 会社名
    'まくろみる', -- 読み仮名
    'https://www.macromill.com/', -- リンク
    '東京都港区港南2-16-1 品川イーストワンタワー 11F', -- 住所
    'macromill.png' -- ロゴの写真
),
(
    NULL, -- ID
    'マルマン株式会社', -- 会社名
    'まるまん', -- 読み仮名
    'https://www.e-maruman.co.jp/', -- リンク
    '東京都中野区中央2-36-12 ', -- 住所
    'maruman.png' -- ロゴの写真
),
(
    NULL, -- ID
    '三菱電機株式会社', -- 会社名
    'みつびしでんき', -- 読み仮名
    'https://www.mitsubishielectric.co.jp/', -- リンク
    '東京都千代田区丸の内2-7-3 東京ビル', -- 住所
    'mitsubishielectric.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社三井住友銀行', -- 会社名
    'みついすみともぎんこう', -- 読み仮名
    'https://www.smbc.co.jp/', -- リンク
    '東京都千代田区丸の内一丁目1番2号', -- 住所
    'smbc.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社Mizkan', -- 会社名
    'みつかん', -- 読み仮名
    'https://www.mizkan.co.jp/company/', -- リンク
    '愛知県半田市中村町 2-6', -- 住所
    'mizkan.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社みずほフィナンシャルグループ ', -- 会社名
    'みずほふぃなんしゃるぐるーぷ', -- 読み仮名
    'https://www.mizuho-fg.co.jp/index.html', -- リンク
    '東京都千代田区大手町1丁目5番5号', -- 住所
    'mizuho-fg.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ミツミ電機株式会社', -- 会社名
    'みつみでんき', -- 読み仮名
    'https://www.mitsumi.co.jp/', -- リンク
    '東京都多摩市鶴牧2-11-2', -- 住所
    'mitsumi.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ミサワホーム株式会社', -- 会社名
    'みさわほーむ', -- 読み仮名
    'https://www.misawa.co.jp/', -- リンク
    '東京都新宿区西新宿二丁目4番1号新宿NSビル', -- 住所
    'misawa.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ミネベアミツミ株式会社', -- 会社名
    'みねべあみつみ', -- 読み仮名
    'https://minebeamitsumi.com/', -- リンク
    '長野県北佐久郡御代田町大字御代田4106-73', -- 住所
    'minebeamitsumi.png' -- ロゴの写真
),
(
    NULL, -- ID
    '三井化学株式会社', -- 会社名
    'みついかがく', -- 読み仮名
    'https://jp.mitsuichemicals.com/jp/index.htm', -- リンク
    '東京都中央区八重洲2-2-1東京ミッドタウン八重洲 八重洲セントラルタワー', -- 住所
    'mitsuichemicals.png' -- ロゴの写真
),
(
    NULL, -- ID
    '三井物産株式会社', -- 会社名
    'みついぶっさん', -- 読み仮名
    'https://www.mitsui.com/jp/ja/', -- リンク
    '東京都千代田区大手町一丁目2番1号', -- 住所
    'mitsui.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ミドリ安全株式会社', -- 会社名
    'みどりあんぜん', -- 読み仮名
    'https://www.midori-anzen.co.jp/ja/', -- リンク
    '東京都渋谷区広尾5丁目4番3号', -- 住所
    'midori-anzen.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社良品計画', -- 会社名
    'りょうひんけいかく', -- 読み仮名
    'https://www.ryohin-keikaku.jp/', -- リンク
    '東京都文京区後楽2-5-1 住友不動産飯田橋ファーストビル', -- 住所
    'ryohin-keikaku.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社武蔵野', -- 会社名
    'むさしの', -- 読み仮名
    'https://www.ms-net.co.jp/', -- リンク
    '埼玉県朝霞市西原1-1-1 武蔵野ビル', -- 住所
    'ms-net.png' -- ロゴの写真
),
(
    NULL, -- ID
    'むつみ建設株式会社', -- 会社名
    'むつみけんせつ', -- 読み仮名
    'http://www.mutsumi-ken.co.jp/', -- リンク
    '秋田県潟上市天王字北野256番地', -- 住所
    'mutsumi-ken.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社メルカリ', -- 会社名
    'めるかり', -- 読み仮名
    'https://about.mercari.com/', -- リンク
    '東京都港区六本木6-10-1六本木ヒルズ森タワー', -- 住所
    'mercari.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社メディアドゥ', -- 会社名
    'めでぃあどぅ', -- 読み仮名
    'https://mediado.jp/', -- リンク
    '東京都千代田区一ツ橋1-1-1パレスサイドビル 5F・8F', -- 住所
    'mediado.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社メイテック', -- 会社名
    'めいてっく', -- 読み仮名
    'https://www.meitec.co.jp/', -- リンク
    '東京都台東区上野1丁目1-10 オリックス上野1丁目ビル', -- 住所
    'meitec.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社メガチップス', -- 会社名
    'めがちっぷす', -- 読み仮名
    'https://www.megachips.co.jp/', -- リンク
    '大阪市淀川区宮原1丁目1番1号 新大阪阪急ビル', -- 住所
    'megachips.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社メディカルシステムネットワーク', -- 会社名
    'めでぃかるしすてむねっとわーく', -- 読み仮名
    'https://www.msnw.co.jp/', -- リンク
    '札幌市中央区北10条西24丁目3番地 AKKビル', -- 住所
    'msnw.png' -- ロゴの写真
),
(
    NULL, -- ID
    'メルセデス・ベンツ日本合同会社', -- 会社名
    'めるせです・べんつにほんごうどう', -- 読み仮名
    'https://www.mercedes-benz.co.jp/', -- リンク
    '千葉県千葉市美浜区中瀬2丁目6番地1 ワールドビジネスガーデン マリブウエスト ', -- 住所
    'mercedes-benz.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社メディパルホールディングス', -- 会社名
    'めでぃぱるほーるでぃんぐす', -- 読み仮名
    'https://www.medipal.co.jp/', -- リンク
    '東京都中央区京橋三丁目1番1号', -- 住所
    'medipal.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社メイコー', -- 会社名
    'めいこー', -- 読み仮名
    'https://www.meiko-elec.com/', -- リンク
    '神奈川県綾瀬市大上5-14-15', -- 住所
    'meiko.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社メニコン', -- 会社名
    'めにこん', -- 読み仮名
    'https://www.menicon.co.jp/', -- リンク
    '愛知県名古屋市中区葵三丁目21番19号', -- 住所
    'menicon.png' -- ロゴの写真
),
(
    NULL, -- ID
    'メトロエンジン株式会社', -- 会社名
    'めとろえんじん', -- 読み仮名
    'https://info.metroengines.jp/', -- リンク
    '東京都品川区西五反田七丁目25番5号 西五反田七丁目ビル9階', -- 住所
    'metroengines.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社モリサワ', -- 会社名
    'もりさわ', -- 読み仮名
    'https://www.morisawa.co.jp/', -- リンク
    '大阪市浪速区敷津東2-6-25', -- 住所
    'morisawa.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社モスフードサービス', -- 会社名
    'もすふーどさーびす', -- 読み仮名
    'https://www.mos.co.jp/company/', -- リンク
    '東京都品川区大崎2-1-1 ThinkPark Tower 4階', -- 住所
    'mos.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社モリタホールディングス', -- 会社名
    'もりたほーるでぃんぐす', -- 読み仮名
    'https://www.morita119.com/', -- リンク
    '大阪市中央区道修町3丁目6番1号 京阪神御堂筋ビル12階', -- 住所
    'morita.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社モルフォ', -- 会社名
    'もるふぉ', -- 読み仮名
    'https://www.morphoinc.com/', -- リンク
    '東京都千代田区神田錦町 2-2-1 KANDA SQUARE11階', -- 住所
    'morphoinc.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社MonotaRO', -- 会社名
    'ものたろう', -- 読み仮名
    'https://corp.monotaro.com/', -- リンク
    '大阪市北区梅田三丁目2番2号 JPタワー大阪22階', -- 住所
    'monotaro.png' -- ロゴの写真
),
(
    NULL, -- ID
    'モリト株式会社', -- 会社名
    'もりと', -- 読み仮名
    'https://www.morito.co.jp/', -- リンク
    '大阪府大阪市中央区南本町4-2-4', -- 住所
    'morito.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ヤマハ株式会社', -- 会社名
    'やまは', -- 読み仮名
    'https://www.yamaha.com/ja/', -- リンク
    '静岡県浜松市中央区中沢町10番1号', -- 住所
    'yamaha.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ヤマト運輸株式会社', -- 会社名
    'やまとうんそう', -- 読み仮名
    'https://www.kuronekoyamato.co.jp/', -- リンク
    '東京都中央区銀座2-16-10', -- 住所
    'kuronekoyamato.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ヤクルト本社', -- 会社名
    'やくると', -- 読み仮名
    'https://www.yakult.co.jp/', -- リンク
    '東京都港区海岸1丁目10番30号', -- 住所
    'yakult.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ヤマトホールディングス株式会社', -- 会社名
    'やまとほーるでぃんぐす', -- 読み仮名
    'https://www.yamato-hd.co.jp/', -- リンク
    '東京都中央区銀座2-16-10', -- 住所
    'yamato-hd.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ヤマダホールディングス', -- 会社名
    'やまだほーるでぃんぐす', -- 読み仮名
    'https://www.yamada-holdings.jp/', -- リンク
    '群馬県高崎市栄町1番1号', -- 住所
    'yamada-holdings.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ヤマハ発動機株式会社', -- 会社名
    'やまははつどうき', -- 読み仮名
    'https://global.yamaha-motor.com/jp/', -- リンク
    '静岡県磐田市新貝2500', -- 住所
    'yamaha-motor.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ヤマウチ株式会社', -- 会社名
    'やまうち', -- 読み仮名
    'https://yamauchi.co.jp/', -- リンク
    '大阪府枚方市招提田近2-7', -- 住所
    'yamauchi.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ヤマニパッケージ', -- 会社名
    'やまにぱっけーじ', -- 読み仮名
    'https://yamani-p.com/', -- リンク
    '岐阜県岐阜市清本町2丁目44番地', -- 住所
    'yamani-p.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ユニ・チャーム株式会社', -- 会社名
    'ゆに・ちゃーむ', -- 読み仮名
    'https://www.unicharm.co.jp/ja/home.html', -- リンク
    '愛媛県四国中央市金生町下分182番地', -- 住所
    'unicharm.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ユニクロ ', -- 会社名
    'ゆにくろ', -- 読み仮名
    'https://www.uniqlo.com/jp/ja/', -- リンク
    '山口県山口市佐山10717番地1', -- 住所
    'uniqlo.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ユニデンホールディングス株式会社', -- 会社名
    'ゆにでんほーるでぃんぐす', -- 読み仮名
    'https://unidenholdings.jp/', -- リンク
    '東京都中央区日本橋室町2-3-1', -- 住所
    'unidenholdings.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ユアサ商事株式会社 ', -- 会社名
    'ゆあさしょうじ', -- 読み仮名
    'https://www.yuasa.co.jp/', -- リンク
    '東京都千代田区神田美土代町7番地', -- 住所
    'yuasa.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ユー・エス・エス', -- 会社名
    'ゆー・えす・えす', -- 読み仮名
    'https://www.ussnet.co.jp/', -- リンク
    '愛知県東海市新宝町507番地の20', -- 住所
    'ussnet.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ユナイテッド株式会社', -- 会社名
    'ゆないてっど', -- 読み仮名
    'https://united.jp/', -- リンク
    '東京都渋谷区渋谷1-2-5 MFPR渋谷ビル B1F', -- 住所
    'united.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ユニバーサルエンターテインメント', -- 会社名
    'ゆにばーさるえんたーていめんと', -- 読み仮名
    'https://www.universal-777.com/', -- リンク
    '東京都江東区有明三丁目7番26号 有明フロンティアビル A棟', -- 住所
    'universal.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ユナイテッドアローズ', -- 会社名
    ゆないてっどあろーず'', -- 読み仮名
    'https://www.united-arrows.co.jp/', -- リンク
    '東京都渋谷区神宮前三丁目28番1号', -- 住所
    'united-arrows.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ユニシステム株式会社', -- 会社名
    'ゆにしすてむ', -- 読み仮名
    'https://www.unisystem.co.jp/', -- リンク
    '東京都豊島区目白2-16-20 TCS-HD南池袋ビル', -- 住所
    'unisystem.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ヨネックス株式会社', -- 会社名
    'よねっくす', -- 読み仮名
    'https://www.yonex.co.jp/', -- リンク
    '東京都文京区湯島3-23-13', -- 住所
    'yonex.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ヨコハマタイヤジャパン', -- 会社名
    'よこはまたいやじゃぱん', -- 読み仮名
    'https://www.y-yokohama.com/group/ytj/', -- リンク
    '東京都港区港南2-15-3 品川インターシティC棟13階', -- 住所
    'y-yokohama.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ヨドバシカメラ', -- 会社名
    'よどばしかめら', -- 読み仮名
    'https://www.yodobashi.co.jp/company/', -- リンク
    '東京都新宿区新宿5-3-1', -- 住所
    'yodobashi.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ヨネクラ', -- 会社名
    'よねくら', -- 読み仮名
    'https://www.yonekura-saga.co.jp/', -- リンク
    '佐賀県鹿島市中村1618-7', -- 住所
    'yonekura-saga.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ヨシックスホールディングス', -- 会社名
    'よしっくすほーるでぃんぐす', -- 読み仮名
    'https://yossix.co.jp/', -- リンク
    '愛知県名古屋市東区徳川1-9-30', -- 住所
    'yossix.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ヨシケイ開発株式会社', -- 会社名
    'よしけいかいはつ', -- 読み仮名
    'https://corporate.yoshikei-dvlp.co.jp/', -- リンク
    '静岡県静岡市駿河区国吉田1丁目8-30', -- 住所
    'yoshikei-dvlp.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ヨシムラジャパン', -- 会社名
    'よしむらじゃぱん', -- 読み仮名
    'https://www.yoshimura-jp.com/', -- リンク
    '神奈川県愛甲郡愛川町中津6748', -- 住所
    'yoshimura-jp.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ライオン株式会社', -- 会社名
    'らいおん', -- 読み仮名
    'https://www.lion.co.jp/ja/', -- リンク
    '東京都台東区蔵前1-3-28', -- 住所
    'lion.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ライフコーポレーション', -- 会社名
    'らいふこーぽれーしょん', -- 読み仮名
    'http://www.lifecorp.jp/', -- リンク
    '大阪市淀川区西宮原2-2-22', -- 住所
    'lifecorp.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ラウンドワンジャパン', -- 会社名
    'らうんどわんじゃぱん', -- 読み仮名
    'https://www.round1-group.co.jp/', -- リンク
    '大阪府大阪市中央区難波5丁目1番60号 なんばスカイオ23F', -- 住所
    'round1-group.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ラストワンマイル', -- 会社名
    'らすとわんまいる', -- 読み仮名
    'https://lomgrp.co.jp/', -- リンク
    '東京都豊島区東池袋4丁目21-1アウルタワー3F・4F', -- 住所
    'lomgrp.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ラック', -- 会社名
    'らっく', -- 読み仮名
    'https://www.lac.co.jp/', -- リンク
    '東京都千代田区平河町2丁目16番1号 平河町森タワー', -- 住所
    'lac.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ラピーヌ', -- 会社名
    'らぴーぬ', -- 読み仮名
    'https://www.lapine.co.jp/', -- リンク
    '東京都千代田区神田東松下町17番地', -- 住所
    'lapine.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ラディックス株式会社', -- 会社名
    'らでぃっくす', -- 読み仮名
    'https://www.radix.ad.jp/', -- リンク
    '東京都渋谷区桜丘町1-2 渋谷サクラステージセントラルビル16階', -- 住所
    'radix.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社リクルートホールディングス', -- 会社名
    'りくるーとほーるでぃんぐす', -- 読み仮名
    'https://recruit-holdings.com/ja/', -- リンク
    '東京都千代田区丸の内1丁目9番2号', -- 住所
    'recruit-holdings.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社リコー', -- 会社名
    'りこー', -- 読み仮名
    'https://jp.ricoh.com/', -- リンク
    '東京都大田区中馬込1-3-6', -- 住所
    'ricoh.png' -- ロゴの写真
),
(
    NULL, -- ID
    'リンナイ株式会社', -- 会社名
    'りんない', -- 読み仮名
    'https://www.rinnai.co.jp/', -- リンク
    '愛知県名古屋市中川区福住町2番26号', -- 住所
    'rinnai.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社リブセンス', -- 会社名
    'りぶせんす', -- 読み仮名
    'https://www.livesense.co.jp/', -- リンク
    '東京都港区海岸1-7-1 東京ポートシティ竹芝10階', -- 住所
    'livesense.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社リンクアンドモチベーション', -- 会社名
    'りんくあんどもちべーしょん', -- 読み仮名
    'https://www.lmi.ne.jp/', -- リンク
    '東京都中央区銀座4丁目12-15 歌舞伎座タワー15階', -- 住所
    'lmi.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社リミックスポイント', -- 会社名
    'りみっくすぽいんと', -- 読み仮名
    'https://www.remixpoint.co.jp/', -- リンク
    '東京都港区虎ノ門４丁目３番９号 住友新虎ノ門ビル', -- 住所
    'remixpoint.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社リンガーハット', -- 会社名
    'りんがーはっと', -- 読み仮名
    'https://www.ringerhut.co.jp/', -- リンク
    '長崎県長崎市鍛冶屋町6-50', -- 住所
    'ringerhut.png' -- ロゴの写真
),
(
    NULL, -- ID
    'リソルホールディングス株式会社 ', -- 会社名
    'りそるほーるでぃんぐす', -- 読み仮名
    'https://www.resol.jp/', -- リンク
    '東京都新宿区西新宿6-24-1', -- 住所
    'resol.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社リバネス', -- 会社名
    'りばねす', -- 読み仮名
    'https://lne.st/', -- リンク
    '東京都新宿区下宮比町1-4 飯田橋御幸ビル', -- 住所
    'lne.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ルネサス エレクトロニクス株式会社', -- 会社名
    'るねさすえれくとろにくす', -- 読み仮名
    'https://www.renesas.com/jp/ja', -- リンク
    '東京都江東区豊洲三丁目2番24号', -- 住所
    'renesas.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ルートインジャパン株式会社 ', -- 会社名
    'るーといんじゃぱん', -- 読み仮名
    'https://www.route-inn.co.jp/', -- リンク
    '東京都品川区大井1-35-3 ', -- 住所
    'route-inn.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ルミネ', -- 会社名
    'るみね', -- 読み仮名
    'https://www.lumine.co.jp/', -- リンク
    '東京都渋谷区代々木2-2-2 JR東日本本社ビル10F', -- 住所
    'lumine.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ルーシッド株式会社', -- 会社名
    'るーしっど', -- 読み仮名
    'https://lucidsoft.jp/', -- リンク
    '東京都渋谷区千駄ヶ谷3丁目52-1 クロスサイドビル5F', -- 住所
    'lucidsoft.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ルネサンス', -- 会社名
    'るねさんす', -- 読み仮名
    'https://www.s-renaissance.co.jp/', -- リンク
    '東京都墨田区両国2-10-14 両国シティコア3階', -- 住所
    's-renaissance.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ルシアン', -- 会社名
    'るしあん', -- 読み仮名
    'https://www.lecien.co.jp/', -- リンク
    '京都市南区吉祥院中島町29番地', -- 住所
    'lecien.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社レオパレス21', -- 会社名
    'れおぱれす', -- 読み仮名
    'https://www.leopalace21.co.jp/', -- リンク
    '東京都中野区本町2丁目54番11号', -- 住所
    'leopalace21.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社レッグス', -- 会社名
    'れっぐす', -- 読み仮名
    'https://www.legs.co.jp/', -- リンク
    '東京都港区南青山二丁目26番1号 D-LIFEPLACE南青山11・12階', -- 住所
    'legs.png' -- ロゴの写真
),
(
    NULL, -- ID
    'レカム株式会', -- 会社名
    'れかむ', -- 読み仮名
    'https://www.recomm.co.jp/', -- リンク
    '東京都渋谷区代々木三丁目２５番３号 あいおいニッセイ同和損保新宿ビル１２階', -- 住所
    'recomm.png' -- ロゴの写真
),
(
    NULL, -- ID
    'レッドホースコーポレーション株式会社', -- 会社名
    'れっどほーすこーぽれーしょん', -- 読み仮名
    'https://www.redhorse.co.jp/', -- リンク
    '東京都墨田区横網1-10-5 KOKUGIKAN FRONT BUILDING 2階', -- 住所
    'redhorse.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社レアジョブ', -- 会社名
    'れあじょぶ', -- 読み仮名
    'https://www.rarejob.co.jp/', -- リンク
    '東京都渋谷区神宮前6-27-8 京セラ原宿ビル2階', -- 住所
    'rarejob.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社レアゾン・ホールディングス', -- 会社名
    'れあぞん・ほーるでぃんぐす', -- 読み仮名
    'https://reazon.jp/', -- リンク
    '東京都新宿区四谷1-6-1 YOTSUYA TOWER内', -- 住所
    'reazon.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ローソン', -- 会社名
    'ろーそん', -- 読み仮名
    'https://www.lawson.co.jp/company/index.html', -- リンク
    '東京都品川区大崎一丁目11番2号 ゲートシティ大崎イーストタワー', -- 住所
    'lawson.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ロッテ', -- 会社名
    'ろって', -- 読み仮名
    'https://www.lotte.co.jp/', -- リンク
    '東京都新宿区西新宿3-20-1', -- 住所
    'lotte.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ローランド株式会社', -- 会社名
    'ろーらんど', -- 読み仮名
    'https://www.roland.com/jp/', -- リンク
    '静岡県浜松市浜名区細江町中川2036-1', -- 住所
    'roland.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ロイヤルホールディングス株式会社', -- 会社名
    'ろいやるほーるでぃんぐす', -- 読み仮名
    'https://www.royal-holdings.co.jp/', -- リンク
    '東京都世田谷区桜新町一丁目34番6号', -- 住所
    'royal-holdings.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ローム株式会社', -- 会社名
    'ろーむ', -- 読み仮名
    'https://www.rohm.co.jp/', -- リンク
    '京都市右京区西院溝崎町21', -- 住所
    'rohm.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ローランド ディー.ジー.株式会社', -- 会社名
    'ろーらんどでぃーじー', -- 読み仮名
    'https://www.rolanddg.com/', -- リンク
    '静岡県浜松市浜名区新都田一丁目1番2号', -- 住所
    'rolanddg.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ロイヤルホテル', -- 会社名
    'ろいやるほてる', -- 読み仮名
    'http://www.royalhotel.jpn.com/', -- リンク
    '大阪市北区中之島5丁目3番68号', -- 住所
    'royalhotel.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ロッソ', -- 会社名
    'ろっそ', -- 読み仮名
    'https://www.rosso.co.jp/', -- リンク
    '東京都八王子市小宮町841-1', -- 住所
    'rosso.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ロジザード株式会社', -- 会社名
    'ろじざーど', -- 読み仮名
    'https://www.logizard.co.jp/', -- リンク
    '東京都中央区日本橋人形町三丁目3番6号', -- 住所
    'logizard.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ワタミ株式会社', -- 会社名
    'わたみ', -- 読み仮名
    'https://www.watami.co.jp/', -- リンク
    '東京都大田区羽田一丁目1番3号', -- 住所
    'watami.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ワコール', -- 会社名
    'わこーる', -- 読み仮名
    'https://www.wacoalholdings.jp/', -- リンク
    '京都府京都市南区吉祥院中島町29 ', -- 住所
    'wacoalholdings.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社 ワークマン', -- 会社名
    'わーくまん', -- 読み仮名
    'https://www.workman.co.jp/', -- リンク
    '東京都台東区東上野4-8-1 TIXTOWER UENO 11F', -- 住所
    'workman.png' -- ロゴの写真
),
(
    NULL, -- ID
    'ワタベウェディング株式会社', -- 会社名
    'わたべうぇでぃんぐ', -- 読み仮名
    'https://www.watabe-wedding.co.jp/', -- リンク
    '京都市上京区烏丸通丸太町上る春日町427-3', -- 住所
    'watabe-wedding.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ワーナーミュージック・ジャパン', -- 会社名
    'わーなーみゅーじっく', -- 読み仮名
    'https://wmg.jp/', -- リンク
    '東京都港区六本木１丁目４番５号', -- 住所
    'wmg.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ワールドホールディングス ', -- 会社名
    'わーるどほーるでぃんぐす', -- 読み仮名
    'https://world-hd.co.jp/', -- リンク
    '福岡県福岡市博多区博多駅前2-1-1 福岡朝日ビル6Ｆ', -- 住所
    'world-hd.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ワイズテーブルコーポレーション', -- 会社名
    'わいずてーぶるこーぽれーしょん', -- 読み仮名
    'https://www.ystable.co.jp/', -- リンク
    '東京都港区赤坂8丁目10番22号', -- 住所
    'ystable.png' -- ロゴの写真
),
(
    NULL, -- ID
    '株式会社ワコム', -- 会社名
    'わこむ', -- 読み仮名
    'https://www.wacom.com/ja-jp/home.aspx', -- リンク
    '埼玉県加須市豊野台2-510-1', -- 住所
    'wacom.com.png' -- ロゴの写真
);

