INSERT INTO Companies (company_id, company_name, company_name_ruby, company_url, company_location, logo_image)
VALUES 
(
    
    NULL,-- ID
    '学校法人麻生塾【麻生専門学校グループ】',--会社名
    'あそうじゅく',--読み仮名
    'https://recruit.asojuku.ac.jp/newgraduate/',--リンク
    '福岡県飯塚市芳雄町3-83',--住所
    'aso.png'--ロゴの写真
),
(
    
    NULL,-- ID
    '富士ソフト株式会社',--会社名
    'ふじそふと',--読み仮名
    'https://www.fsi.co.jp/',--リンク
    '神奈川県横浜市中区桜木町1-1',--住所
    'fji.png'--ロゴの写真
),
(
    
    NULL,-- ID
    'ＳＣＳＫ株式会社',--会社名
    'えすしーえすけい',--読み仮名
    'https://www.scsk.jp/',--リンク
    '東京都江東区豊洲3丁目2番20号',--住所
    'scsk.png'--ロゴの写真
),
(
    
    NULL,-- ID
    '株式会社エヌ・ティ・ティエムイー',--会社名
    'えぬてぃてぃえむいー',--読み仮名
    'https://www.ntt-me.co.jp/',--リンク
    '東京都豊島区東池袋3-21-14',--住所
    'ntt.png'--ロゴの写真
),
(
    
    NULL,-- ID
    '株式会社アウトソーシングテクノロジー',--会社名
    'あうとそーしんぐてくのろじー',--読み仮名
    'https://www.ostechnology.co.jp/',--リンク
    '東京都千代田区丸の内1丁目8番3号',--住所
    'out.png'--ロゴの写真
),
(
    
    NULL,-- ID
    'ヤフー株式会社',--会社名
    'やふー',--読み仮名
    'https://about.yahoo.co.jp/',--リンク
    '東京都千代田区紀尾井町1番3号',--住所
    'yahoo.png'--ロゴの写真
),
(
    
    NULL,-- ID
    'NEC株式会社',--会社名
    'ねっく',--読み仮名
    'https://jpn.nec.com/index.html',--リンク
    '東京都港区芝5-7-1',--住所
    'nec.png'--ロゴの写真
),
(
    
    NULL,-- ID
    '日本コンピューター株式会社',--会社名
    'にほんこんぴゅーたー',--読み仮名
    'https://www.nck.co.jp/',--リンク
    '福岡県北九州市小倉北区鍛冶町2丁目4番1号',--住所
    'nihon.png'--ロゴの写真
),
(
    
    NULL,-- ID
    '株式会社リクルートホールディングス',--会社名
    'りくるーとほーるでぃんくす',--読み仮名
    'https://recruit-holdings.com/ja/',--リンク
    '東京都千代田区丸の内1丁目9−2',--住所
    'recruit.png'--ロゴの写真
),
(
    
    NULL,-- ID
    '株式会社ジェイテック',--会社名
    'じぇいてっく',--読み仮名
    'https://www.j-tech.jp/',--リンク
    '大阪府大阪市西区江戸堀1丁目9-1',--住所
    'jtec.png'--ロゴの写真
),
(
    
    NULL,-- ID
    'テクノブレイブ株式会社',--会社名
    'てくのぶれいぶ',--読み仮名
    'https://www.tbrave.com/',--リンク
    '東京都千代田区内神田1丁目2番8号楠本第2ビル2階',--住所
    'techno.png'--ロゴの写真
),
(
    
    NULL,-- ID
    'ワールドビジネスセンター株式会社',--会社名
    'わーるどびじねすせんたー',--読み仮名
    'https://www.wbc.co.jp/',--リンク
    '京都府京都市南区西九条東御幸田町25番2',--住所
    'wbc.png'--ロゴの写真
),
(
    
    NULL,-- ID
    '株式会社ミライト・ワン・システムズ',--会社名
    'みらいとわんしすてむず',--読み仮名
    'https://www.mirait-one-systems.co.jp/',--リンク
    '東京都港区東新橋2丁目3番3号',--住所
    'mirait.png'--ロゴの写真
),
(
    
    NULL,-- ID
    '木村情報技術株式会社',--会社名
    'きむらじょうほうぎじゅつ',--読み仮名
    'https://www.k-idea.jp/',--リンク
    '佐賀県佐賀市卸本町6番1号',--住所
    'kimura.png'--ロゴの写真
),
(
    
    NULL,-- ID
    'ＪＴＰ株式会社',--会社名
    '日本サード・パーティ',--読み仮名
    'https://www.jtp.co.jp/',--リンク
    '東京都品川区北品川4丁目7番35号',--住所
    'jtp.png'--ロゴの写真
);